Repository: herrnst/script.xbmc.lcdproc
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #32100
source: Behaviour
sv_se: Beteende

# #32101
source: Delay for scrolling text
sv_se: Fördröjning för rullning av text

# #32102
source: Scroll mode
sv_se: Rullningsläge

# #32103
source: Navigation display duration (s)
sv_se: Navigationsskärmens varaktighet (s)

# #32104
source: Display refresh rate (Hz)
sv_se: Skärmens uppdateringsfrekvens (Hz)

# #32105
source: Use alternate charset
sv_se: Använd alternativ teckenuppsättning

# #32106
source: Charset
sv_se: Teckenuppsättning

# #32107
source: Support for extra display elements (e.g. icons)
sv_se: Stöd för extra visningselement (t.ex. ikoner)

# #32108
source: System time format
sv_se: Systemets tidsformat

# #32200
source: Backlight
sv_se: Bakgrundsbelysning

# #32201
source: on screensaver
sv_se: vid skärmsläckare

# #32202
source: Dim on shutdown
sv_se: Dimma vid avstängning

# #32203
source: on video/LiveTV playback
sv_se: vid uppspelning av video/direktsänd TV

# #32204
source: on music/radio playback
sv_se: vid uppspelning av musik/radio

# #32205
source: Delay (s)
sv_se: Fördröjning (s)

# #32206
source: Dim/turn off...
sv_se: Dimma/slå av...

# #32300
source: Connection
sv_se: Anslutning

# #32301
source: Use remote LCDProc
sv_se: Använd fjärr-LCDProc

# #32304
source: Show heartbeat symbol
sv_se: Visa symbol för hjärtslag

# #32305
source: Hide connection error notifications
sv_se: Dölj meddelanden om anslutningsfel

# #32401
source: Marquee
sv_se: Draperi

# #32402
source: Left/Right
sv_se: Vänster/Höger

# #32411
source: ISO8859-1 (default)
sv_se: ISO8859-1 (standard)

# #32500
source: Failed to connect to LCDProc!
sv_se: Misslyckades med att ansluta till LCDProc!

# #32501
source: Connected to LCDProc!
sv_se: Ansluten till LCDProc!

# #32502
source: Warning! Errors in LCD.xml or LCD.xml not found!
sv_se: Varning! Fel i LCD.xml eller LCD.xml hittades inte!
